{
    "title": "Switzerland 2023",
    "date": "2023-09-15T21:02:34.199Z",
    "content": "I'm going to share some of my favourite photos from my trip to switzerland this year. Suffering from severe writers block and I just really want some content on my blog:)\n<img src=\"/switzerland/apiary.jpg\" alt=\"A small village house with an apiary in front of a forested sheer mountain face\">during my time in switzerland, i went on a gauntlet of a hike, about 8 hours up a mountain, cooking at a stove, and right back down to the bottom again. this photo was taken after about an hour and a half of descending down twisting mountain paths where one slip could end up in you tumbling off of a cliff face. The house belongs to a farmer. they grew pine trees for christmas, as well as produced honey, which is what the small apiary to the left is there for.\n<img src=\"/switzerland/alps_horizon.jpg\" alt=\"a landscape. houses dot the landscape. there is a large forest and a twisting river and patches of farmers fields\" loading=\"lazy\">Small clusters of village dot the landscape as the alps loom on the horizon. you can only see the alps on the clearest of days from this region of switzerland. the twisting aare river, flanked by trees, meanders around. There are grain silos and churches and all kinds of beautiful houses.\n<img src=\"/switzerland/black_cow.jpg\" alt=\"cows lying in a field with flies buzzing around them\" loading=\"lazy\"><img src=\"/switzerland/brown_cow.jpg\" alt=\"a brown and white cow with yellow identifying tags on its ears\" loading=\"lazy\"><img src=\"/switzerland/more_black_cows.jpg\" alt=\"a field full of solid black cows\" loading=\"lazy\">These are mountain cows met on my travels uphill. some have bells attached to them that jingle as they walk. if you were to take the cable car up instead of hiking, you could see hundreds of jingling cows. the brown cow has a really cute haircut, almost like a highland cow. the black and white cow has flies buzzing around his mouth but doesnt smell too bad. they were relaxing in the beautiful mountainside sun.\n<img src=\"/switzerland/forest_path.jpg\" alt=\"a winding gravel path in a clearing in the forest\" loading=\"lazy\">A clearing on the mountainside. the gravel crunches under your feet, and clumps in places hoping maybe to make you lose your footing. the dense forest made for good protection from the sun, but clearings like this were beautiful and warm and made me long to be away from the city for longer.\n<img src=\"/switzerland/mountain_village.jpg\" alt=\"a village between 2 sheer mountains\" loading=\"lazy\">a big clump of houses, seen from the top of the mountain. it was a nice sight. on the other side, you could see the alps in all their glory. the top of the mountain was full of the elderly. one thing you'll notice in switzerland is how much happier and healthier everyone seems to be.\n<img src=\"/switzerland/mushroom_trunk.jpg\" alt=\"a tree stump covered in vines and mushrooms\" loading=\"lazy\">a few little mushrooms on a tree stump. it lived deep in the forest\nas always, don't hesitate to email. <3",
    "thumb": "default",
    "name": "switzerland"
}